Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: You'll never have to remember what's next
ar: لن تضطر أبدًا إلى تذكّر الخطوة التالية
cs: Už si nikdy nebudete muset pamatovat, co je další na řadě
da: I skal aldrig huske, hvad der er næste skridt
de: Ihr müsst euch nie merken, was als Nächstes kommt
es: Nunca tendréis que acordaros de qué toca ahora
et: Sa ei pea kunagi meeles pidama, mis järgmiseks tuleb
fi: Sinun ei tarvitse koskaan muistaa, mitä on seuraavaksi
fr: Vous n'aurez jamais à vous souvenir de la suite
hr: Nikad se nećete morati sjećati što je sljedeće
hu: Soha nem kell fejben tartanod, mi jön ezután
is: Þú þarft aldrei að muna hvað kemur næst
it: Non dovrete mai ricordare cosa viene dopo
ja: 次に何をするか、覚えておく必要はありません
ko: 다음에 할 일을 애써 기억할 필요가 없어요
lv: Tev nekad nebūs jāatceras, kas ir nākamais
nb: Du trenger aldri å huske hva som er neste steg
nl: Je hoeft nooit te onthouden wat er nu komt
pl: Nigdy nie będziecie musieli pamiętać, co dalej
pt: Você nunca vai precisar lembrar o que vem depois
ro: Nu va trebui niciodată să ții minte ce urmează
ru: Вам больше не придётся помнить, что дальше
sk: Už si nikdy nebudete musieť pamätať, čo nasleduje
sl: Nikoli si ne bo treba zapomniti, kaj sledi
sv: Du behöver aldrig komma ihåg vad som är nästa steg
th: คุณไม่ต้องคอยจำว่าต้องทำอะไรต่ออีกแล้ว
tr: Sırada ne olduğunu hatırlamak zorunda kalmayacaksınız
uk: Вам більше не доведеться пам’ятати, що далі
vi: Bạn sẽ không bao giờ phải tự nhớ việc tiếp theo là gì
zh_hans: 你们再也不用去记下一步该做什么
zh_hant: 你再也不用去記接下來該做什麼

source: You're all caught up!
ar: أنجزت كل شيء!
cs: Máte všechno hotové!
da: I er helt ajour!
de: Du bist auf dem neuesten Stand!
es: ¡Estás al día!
et: Sul on kõik tehtud!
fi: Olet ajan tasalla!
fr: Vous êtes à jour !
hr: Sve ste stigli odraditi!
hu: Mindennel végeztél!
is: Þú ert með allt á hreinu!
it: Sei in pari!
ja: やることはすべて片づきました！
ko: 모두 확인했어요!
lv: Viss ir izdarīts!
nb: Du er helt à jour!
nl: Je bent helemaal bij!
pl: Wszystko na bieżąco!
pt: Você está em dia!
ro: Ești la zi cu tot!
ru: Вы всё успели!
sk: Máte všetko vybavené!
sl: Vse je urejeno!
sv: Du är helt ikapp!
th: คุณตามทันทุกอย่างแล้ว!
tr: Her şey güncel!
uk: Ви все встигли!
vi: Bạn đã xong hết rồi!
zh_hans: 全都处理完啦！
zh_hant: 所有事情都處理完了！

source: You're creating something unforgettable
ar: أنت تصنع شيئًا لا يُنسى
cs: Tvoříte něco nezapomenutelného
da: I skaber noget uforglemmeligt
de: Du erschaffst etwas Unvergessliches
es: Estás creando algo inolvidable
et: Sa lood midagi unustamatut
fi: Luot jotain unohtumatonta
fr: Vous créez quelque chose d'inoubliable
hr: Stvarate nešto nezaboravno
hu: Valami felejthetetlent hozol létre
is: Þú ert að skapa eitthvað ógleymanlegt
it: Stai creando qualcosa di indimenticabile
ja: 忘れられない一日をつくっています
ko: 잊지 못할 무언가를 만들고 있어요
lv: Tu radi kaut ko neaizmirstamu
nb: Dere skaper noe uforglemmelig
nl: Jullie maken iets onvergetelijks
pl: Tworzycie coś niezapomnianego
pt: Vocês estão criando algo inesquecível
ro: Creați ceva de neuitat
ru: Вы создаёте что-то незабываемое
sk: Tvoríte niečo nezabudnuteľné
sl: Ustvarjata nekaj nepozabnega
sv: Du skapar något oförglömligt
th: คุณกำลังสร้างสิ่งที่ไม่มีวันลืม
tr: Unutulmaz bir şey yaratıyorsunuz
uk: Ви створюєте щось незабутнє
vi: Bạn đang tạo nên điều gì đó không thể quên
zh_hans: 你们正在创造一段难忘的回忆
zh_hant: 你正在創造一段難忘的回憶

source: You're doing an amazing job planning this wedding! ⭐
ar: أنتِ تقومين بعمل رائع في التخطيط لهذا الزفاف! ⭐
cs: Plánování téhle svatby vám jde skvěle! ⭐
da: I gør det så godt med planlægningen af brylluppet! ⭐
de: Du machst das großartig mit dieser Hochzeitsplanung! ⭐
es: ¡Estás organizando esta boda de maravilla! ⭐
et: Sa teed nende pulmade planeerimisel suurepärast tööd! ⭐
fi: Teet upeaa työtä häiden suunnittelussa! ⭐
fr: Vous organisez ce mariage à merveille ! ⭐
hr: Sjajno planirate ovo vjenčanje! ⭐
hu: Fantasztikusan szervezed ezt az esküvőt! ⭐
is: Þú ert að standa þig frábærlega við að skipuleggja brúðkaupið! ⭐
it: Stai organizzando questo matrimonio alla grande! ⭐
ja: 結婚式の準備、本当に素晴らしい進み具合です！⭐
ko: 결혼식 준비, 정말 잘하고 있어요! ⭐
lv: Tu lieliski tiec galā ar šo kāzu plānošanu! ⭐
nb: Du gjør en fantastisk jobb med å planlegge dette bryllupet! ⭐
nl: Je doet het geweldig met het plannen van deze bruiloft! ⭐
pl: Świetnie sobie radzicie z planowaniem tego ślubu! ⭐
pt: Você está mandando muito bem no planejamento deste casamento! ⭐
ro: Te descurci minunat cu organizarea nunții! ⭐
ru: Ты потрясающе справляешься с подготовкой свадьбы! ⭐
sk: Túto svadbu plánujete úžasne! ⭐
sl: Poroko načrtuješ naravnost odlično! ⭐
sv: Du gör ett fantastiskt jobb med bröllopsplaneringen! ⭐
th: คุณวางแผนงานแต่งได้ดีมากเลย! ⭐
tr: Bu düğünü planlarken harika iş çıkarıyorsunuz! ⭐
uk: Ви неймовірно справляєтеся з плануванням цього весілля! ⭐
vi: Bạn đang chuẩn bị đám cưới này tuyệt vời lắm! ⭐
zh_hans: 这场婚礼你筹备得太棒了！⭐
zh_hant: 你把這場婚禮規劃得超棒！⭐

source: You're further ahead than you think
ar: أنت متقدم أكثر مما تظن
cs: Jste dál, než si myslíte
da: I er længere fremme, end I tror
de: Du bist weiter, als du denkst
es: Vas más avanzado de lo que crees
et: Oled kaugemal, kui arvad
fi: Olet pidemmällä kuin luulet
fr: Vous êtes plus avancé que vous ne le pensez
hr: Dalje ste nego što mislite
hu: Előrébb tartasz, mint gondolnád
is: Þetta er lengra komið en þig grunar
it: Sei più avanti di quanto pensi
ja: 思っているより、ずっと進んでいます
ko: 생각보다 훨씬 앞서가고 있어요
lv: Tu esi tālāk, nekā domā
nb: Dere er lenger fremme enn dere tror
nl: Je bent verder dan je denkt
pl: Jesteście dalej, niż Wam się wydaje
pt: Vocês estão mais adiantados do que imaginam
ro: Ești mai avansat decât crezi
ru: Вы продвинулись дальше, чем думаете
sk: Ste ďalej, než si myslíte
sl: Dlje sta, kot si mislita
sv: Du har kommit längre än du tror
th: คุณมาไกลกว่าที่คิดไว้เยอะ
tr: Sandığınızdan daha ilerdesiniz
uk: Ви просунулися далі, ніж вам здається
vi: Bạn đi xa hơn bạn nghĩ đấy
zh_hans: 你们比自己以为的走得更远
zh_hant: 你比自己以為的還要超前

source: You're going to be the most beautiful bride! 👰
ar: ستكونين أجمل عروس! 👰
cs: Budete tou nejkrásnější nevěstou! 👰
da: Du bliver den smukkeste brud! 👰
de: Du wirst die schönste Braut sein! 👰
es: ¡Vas a ser la novia más guapa! 👰
et: Sinust saab kõige kaunim pruut! 👰
fi: Sinusta tulee maailman kaunein morsian! 👰
fr: Vous allez être la plus belle des mariées ! 👰
hr: Bit ćete najljepša mladenka! 👰
hu: Te leszel a legszebb menyasszony! 👰
is: Þú verður fallegasta brúðurin! 👰
it: Sarai la sposa più bella di tutte! 👰
ja: きっと最高に美しい花嫁さんになりますよ！👰
ko: 세상에서 가장 아름다운 신부가 될 거예요! 👰
lv: Tu būsi visskaistākā līgava! 👰
nb: Du kommer til å bli den vakreste bruden! 👰
nl: Jij wordt de mooiste bruid! 👰
pl: Będziesz najpiękniejszą panną młodą! 👰
pt: Você vai ser a noiva mais linda! 👰
ro: Vei fi cea mai frumoasă mireasă! 👰
ru: Ты будешь самой красивой невестой! 👰
sk: Budete tá najkrajšia nevesta! 👰
sl: Bila boš najlepša nevesta! 👰
sv: Du kommer att bli den vackraste bruden! 👰
th: คุณจะเป็นเจ้าสาวที่สวยที่สุดแน่นอน! 👰
tr: En güzel gelin siz olacaksınız! 👰
uk: Ви будете найгарнішою нареченою! 👰
vi: Bạn sẽ là cô dâu xinh đẹp nhất! 👰
zh_hans: 你会是最美的新娘！👰
zh_hant: 你會是最美的新娘！👰

source: You're in!
ar: أنت معنا!
cs: Jste v tom!
da: I er med!
de: Ihr seid dabei!
es: ¡Ya estás dentro!
et: Oled sees!
fi: Olet mukana!
fr: C'est parti !
hr: Sve je otključano!
hu: Bent vagy!
is: Þú ert inni!
it: Ci sei!
ja: 準備完了です！
ko: 준비 완료!
lv: Tu esi klāt!
nb: Du er med!
nl: Je doet mee!
pl: Jesteście w grze!
pt: Você está dentro!
ro: Ești înăuntru!
ru: Вы с нами!
sk: Máte to!
sl: Notri sta!
sv: Du är med!
th: คุณเข้าร่วมแล้ว!
tr: Aramızdasınız!
uk: Ви в грі!
vi: Bạn đã tham gia!
zh_hans: 搞定，欢迎加入！
zh_hant: 你加入了！

source: You're right on schedule.
ar: أنت في الموعد تمامًا.
cs: Jdete přesně podle plánu.
da: I er helt efter planen.
de: Du bist genau im Plan.
es: Vas justo a tiempo.
et: Oled täpselt graafikus.
fi: Olet täysin aikataulussa.
fr: Vous êtes parfaitement dans les temps.
hr: Točno ste u planu.
hu: Pontosan időben haladsz.
is: Þú ert nákvæmlega á áætlun.
it: Sei perfettamente in orario.
ja: 予定どおり順調です。
ko: 일정대로 잘 가고 있어요.
lv: Tu esi tieši grafikā.
nb: Dere ligger helt i rute.
nl: Je ligt precies op schema.
pl: Jesteście dokładnie w planie.
pt: Vocês estão no ritmo certo.
ro: Ești exact în grafic.
ru: Вы точно в графике.
sk: Ste presne v pláne.
sl: Sta točno po načrtu.
sv: Du ligger precis i fas.
th: คุณอยู่ในกำหนดพอดีเลย
tr: Tam zamanında gidiyorsunuz.
uk: Ви точно за графіком.
vi: Bạn đang đúng tiến độ.
zh_hans: 你们的进度刚刚好。
zh_hant: 你的進度剛剛好。

source: You're well within budget – smooth sailing ahead
ar: أنت ضمن ميزانيتك بأريحية – الطريق سالك
cs: V rozpočtu máte pohodlnou rezervu – jede to jako po másle
da: I er godt inden for budgettet – det går som smurt
de: Du bist gut im Budget – alles im grünen Bereich
es: Vas bien de presupuesto: todo en orden
et: Oled kindlalt eelarve piires – edasi läheb sujuvalt
fi: Pysyt hyvin budjetissa – edessä on tyyntä menoa
fr: Vous êtes dans le budget : tout roule
hr: Udobno ste unutar proračuna – pred vama je mirna plovidba
hu: Bőven a kereten belül vagy – innen már sima út
is: Þú ert vel innan áætlunar – þetta gengur eins og í sögu
it: Sei ben nel budget: tutto liscio
ja: 予算にはまだ余裕があります – このまま順調に進みましょう
ko: 예산에 여유가 있어요 – 앞길이 순조로워요
lv: Tu esi krietni budžeta ietvaros — viss rit gludi
nb: Dere er godt innenfor budsjettet – det går på skinner
nl: Je zit ruim binnen budget – het gaat gesmeerd
pl: Budżet macie z zapasem – idzie jak z płatka
pt: Vocês estão bem dentro do orçamento – tudo tranquilo pela frente
ro: Ești bine încadrat în buget – totul merge ca pe roate
ru: Вы уверенно держитесь в бюджете — впереди всё спокойно
sk: V rozpočte máte pohodlnú rezervu – ide to hladko
sl: Proračun je krepko pod nadzorom – pred vama je mirna plovba
sv: Du ligger med god marginal inom budgeten – lugnt vatten framför dig
th: คุณใช้งบต่ำกว่าที่ตั้งไว้มาก – ราบรื่นแน่นอน
tr: Bütçenin epey altındasınız – önünüz açık
uk: Ви впевнено тримаєтеся в бюджеті — попереду спокійне плавання
vi: Bạn đang thoải mái trong ngân sách – thuận buồm xuôi gió phía trước
zh_hans: 预算绰绰有余——接下来会很顺利
zh_hant: 你的預算相當充裕 – 接下來一路順風

source: You've checked off your free tasks
ar: أنجزت مهامك المجانية
cs: Odškrtli jste všechny úkoly zdarma
da: I har hakket jeres gratis opgaver af
de: Deine kostenlosen Aufgaben sind abgehakt
es: Ya has marcado tus tareas gratuitas
et: Oled oma tasuta ülesanded ära märkinud
fi: Olet kuitannut ilmaiset tehtäväsi
fr: Vous avez coché vos tâches gratuites
hr: Označili ste sve svoje besplatne zadatke
hu: Kipipáltad az ingyenes feladataidat
is: Þú hefur hakað við ókeypis verkefnin þín
it: Hai spuntato le tue attività gratuite
ja: 無料で使えるタスクはすべてチェック済みです
ko: 무료로 제공되는 할 일을 모두 체크했어요
lv: Bezmaksas uzdevumi ir izpildīti
nb: Du har krysset av de gratis oppgavene dine
nl: Je hebt je gratis taken afgevinkt
pl: Odhaczyliście swoje bezpłatne zadania
pt: Você marcou todas as tarefas gratuitas
ro: Ai bifat sarcinile gratuite
ru: Вы отметили все бесплатные задачи
sk: Odškrtli ste si svoje bezplatné úlohy
sl: Odkljukala sta vsa brezplačna opravila
sv: Du har bockat av dina gratisuppgifter
th: คุณติ๊กสิ่งที่ต้องทำในโควตาฟรีครบแล้ว
tr: Ücretsiz görevlerinizi tamamladınız
uk: Ви виконали свої безкоштовні завдання
vi: Bạn đã đánh dấu hết những công việc miễn phí
zh_hans: 免费版的任务你们已经全部勾完了
zh_hant: 你已經完成免費版的任務額度

source: Your Daily Wedding Check-in
ar: متابعتكِ اليومية للزفاف
cs: Váš denní svatební přehled
da: Jeres daglige bryllupstjek
de: Dein täglicher Hochzeits-Check-in
es: Tu repaso diario de la boda
et: Sinu igapäevane pulmaülevaade
fi: Päivittäinen hääkatsauksesi
fr: Votre point mariage du jour
hr: Vaša dnevna svadbena provjera
hu: Napi esküvői bejelentkezés
is: Daglega brúðkaupsinnlitið
it: Il tuo check-in quotidiano
ja: 今日の結婚式チェックイン
ko: 오늘의 결혼식 준비 체크인
lv: Tavs ikdienas kāzu ieskats
nb: Din daglige bryllupssjekk
nl: Je dagelijkse trouw-check-in
pl: Codzienne ślubne podsumowanie
pt: O seu check-in diário do casamento
ro: Verificarea ta zilnică pentru nuntă
ru: Твой ежедневный свадебный чек-ин
sk: Vaša denná svadobná kontrola
sl: Tvoj dnevni poročni pregled
sv: Din dagliga bröllopsavstämning
th: เช็คอินงานแต่งประจำวัน
tr: Günlük Düğün Kontrolünüz
uk: Ваш щоденний весільний огляд
vi: Kế hoạch cưới mỗi ngày
zh_hans: 每日婚礼回顾
zh_hant: 每日婚禮進度回顧

source: Your Dream Team
ar: فريق أحلامك
cs: Váš tým snů
da: Jeres drømmehold
de: Dein Dream-Team
es: Tu equipo soñado
et: Sinu unistuste meeskond
fi: Unelmatiimisi
fr: Votre équipe de rêve
hr: Vaš tim iz snova
hu: Az álomcsapatod
is: Draumateymið þitt
it: Il tuo team da sogno
ja: おふたりのチーム
ko: 두 분의 드림팀
lv: Tava sapņu komanda
nb: Drømmeteamet deres
nl: Jullie droomteam
pl: Wasz wymarzony zespół
pt: Sua equipe dos sonhos
ro: Echipa ta de vis
ru: Ваша команда мечты
sk: Váš vysnívaný tím
sl: Vajina sanjska ekipa
sv: Ditt drömteam
th: ทีมในฝันของคุณ
tr: Hayalinizdeki Ekip
uk: Ваша команда мрії
vi: Đội Ngũ Trong Mơ Của Bạn
zh_hans: 你们的梦之队
zh_hant: 你的夢幻團隊

source: Your Free Trial Ends Soon
ar: تجربتك المجانية تقترب من نهايتها
cs: Bezplatná zkušební verze brzy končí
da: Jeres gratis prøveperiode slutter snart
de: Deine Testphase endet bald
es: Tu prueba gratis acaba pronto
et: Sinu tasuta prooviperiood lõpeb varsti
fi: Ilmainen kokeilusi päättyy pian
fr: Votre essai gratuit se termine bientôt
hr: Besplatna proba uskoro istječe
hu: Hamarosan véget ér az ingyenes próbaidőszakod
is: Ókeypis prufunni lýkur bráðum
it: La prova gratuita sta per finire
ja: 無料トライアルがまもなく終了します
ko: 무료 체험이 곧 끝나요
lv: Tavs bezmaksas izmēģinājums drīz beigsies
nb: Den gratis prøveperioden din avsluttes snart
nl: Je gratis proefperiode loopt bijna af
pl: Bezpłatny okres próbny wkrótce się kończy
pt: Seu teste gratuito termina em breve
ro: Proba gratuită se încheie curând
ru: Бесплатный период скоро закончится
sk: Vaša skúšobná verzia čoskoro skončí
sl: Brezplačni preizkus se kmalu izteče
sv: Din gratis provperiod tar snart slut
th: การทดลองใช้ฟรีของคุณกำลังจะสิ้นสุด
tr: Ücretsiz Denemeniz Bitmek Üzere
uk: Ваш безкоштовний період скоро завершиться
vi: Bản dùng thử miễn phí sắp kết thúc
zh_hans: 免费试用即将结束
zh_hant: 你的免費試用即將結束

source: Your Perfect Day
ar: يومك المثالي
cs: Váš dokonalý den
da: Jeres perfekte dag
de: Euer perfekter Tag
es: Vuestro día perfecto
et: Sinu täiuslik päev
fi: Täydellinen päiväsi
fr: Votre jour parfait
hr: Vaš savršen dan
hu: A tökéletes napod
is: Fullkomni dagurinn þinn
it: Il vostro giorno perfetto
ja: 理想の一日
ko: 두 분의 완벽한 하루
lv: Tava ideālā diena
nb: Den perfekte dagen deres
nl: Jullie perfecte dag
pl: Wasz idealny dzień
pt: Seu dia perfeito
ro: Ziua ta perfectă
ru: Ваш идеальный день
sk: Váš dokonalý deň
sl: Vajin popoln dan
sv: Din perfekta dag
th: วันที่สมบูรณ์แบบของคุณ
tr: Mükemmel Gününüz
uk: Ваш ідеальний день
vi: Ngày Hoàn Hảo Của Bạn
zh_hans: 你们完美的一天
zh_hant: 你們完美的一天

source: Your Wedding Planning Journey
ar: رحلة تخطيط زفافك
cs: Vaše cesta svatebním plánováním
da: Jeres vej mod brylluppet
de: Deine Hochzeitsplanung
es: Tu camino de planificación
et: Sinu pulmade planeerimise teekond
fi: Hääsuunnittelumatkasi
fr: Votre parcours de planification
hr: Vaš put planiranja vjenčanja
hu: Az esküvőtervezési utad
is: Brúðkaupsferðalagið þitt
it: Il tuo percorso di pianificazione
ja: おふたりの結婚準備の道のり
ko: 두 분의 결혼 준비 여정
lv: Tavs kāzu plānošanas ceļš
nb: Reisen deres mot bryllupet
nl: Jullie weg naar de bruiloft
pl: Wasza droga do ślubu
pt: Sua jornada de organização do casamento
ro: Drumul vostru spre nuntă
ru: Ваш путь подготовки к свадьбе
sk: Vaša cesta plánovaním svadby
sl: Vajina pot načrtovanja poroke
sv: Din resa mot bröllopet
th: เส้นทางการวางแผนงานแต่งงานของคุณ
tr: Düğün Planlama Yolculuğunuz
uk: Ваш шлях весільного планування
vi: Hành Trình Chuẩn Bị Đám Cưới Của Bạn
zh_hans: 你们的婚礼筹备之旅
zh_hant: 你的婚禮籌備旅程

source: Your budget
ar: ميزانيتك
cs: Váš rozpočet
da: Jeres budget
de: Euer Budget
es: Vuestro presupuesto
et: Sinu eelarve
fi: Budjettisi
fr: Votre budget
hr: Vaš proračun
hu: A költségvetésed
is: Fjárhagsáætlunin þín
it: Il vostro budget
ja: おふたりの予算
ko: 두 분의 예산
lv: Tavs budžets
nb: Budsjettet deres
nl: Jullie budget
pl: Wasz budżet
pt: Seu orçamento
ro: Bugetul tău
ru: Ваш бюджет
sk: Váš rozpočet
sl: Vajin proračun
sv: Din budget
th: งบประมาณของคุณ
tr: Bütçeniz
uk: Ваш бюджет
vi: Ngân sách của bạn
zh_hans: 你们的预算
zh_hant: 你的預算

source: Your budget is on track – every euro has its place
ar: ميزانيتك على المسار – لكل يورو مكانه
cs: Rozpočet jde podle plánu – každé euro má své místo
da: Jeres budget er på sporet – hver krone har sin plads
de: Dein Budget passt – jeder Euro hat seinen Platz
es: Tu presupuesto va bien: cada euro en su sitio
et: Sinu eelarve on rajal – igal eurol on oma koht
fi: Budjettisi on kunnossa – jokaisella eurolla on paikkansa
fr: Votre budget est maîtrisé : chaque euro à sa place
hr: Vaš je proračun u planu – svaki euro ima svoje mjesto
hu: A költségvetésed rendben – minden eurónak megvan a helye
is: Fjárhagsáætlunin er á réttri leið – hver króna á sinn stað
it: Il budget è in linea: ogni euro al suo posto
ja: 予算は順調です – すべての費用に、きちんと置き場所があります
ko: 예산이 잘 지켜지고 있어요 – 모든 돈이 제자리에 있어요
lv: Tavs budžets ir kārtībā — katram eiro ir sava vieta
nb: Budsjettet er i rute – hver krone har sin plass
nl: Je budget ligt op koers – elke euro heeft zijn plek
pl: Budżet trzyma się planu – każde euro ma swoje miejsce
pt: Seu orçamento está em dia – cada euro tem seu lugar
ro: Bugetul tău e pe drumul cel bun – fiecare euro își are locul
ru: Бюджет под контролем — у каждого евро своё место
sk: Váš rozpočet je v poriadku – každé euro má svoje miesto
sl: Proračun je na pravi poti – vsak evro ima svoje mesto
sv: Din budget är i balans – varje krona har sin plats
th: งบประมาณของคุณอยู่ในแผน – ทุกบาททุกสตางค์มีที่ของมัน
tr: Bütçeniz yolunda – her kuruşun bir yeri var
uk: Ваш бюджет під контролем — кожна копійка на своєму місці
vi: Ngân sách của bạn đang đúng hướng – từng đồng đều có chỗ của nó
zh_hans: 预算很稳——每一分钱都有去处
zh_hant: 預算完全在軌道上 – 每一分錢都有它的去處

source: Your checklist
ar: قائمة مهامك
cs: Váš seznam úkolů
da: Jeres tjekliste
de: Eure Checkliste
es: Vuestra lista de tareas
et: Sinu kontrollnimekiri
fi: Tehtävälistasi
fr: Votre check-list
hr: Vaš popis zadataka
hu: A teendőlistád
is: Gátlistinn þinn
it: La vostra checklist
ja: おふたりのチェックリスト
ko: 두 분의 체크리스트
lv: Tavs kontrolsaraksts
nb: Sjekklisten deres
nl: Jullie checklist
pl: Wasza lista zadań
pt: Sua lista de tarefas
ro: Lista ta de sarcini
ru: Ваш чек-лист
sk: Váš zoznam úloh
sl: Vajin seznam opravil
sv: Din checklista
th: เช็คลิสต์ของคุณ
tr: Kontrol listeniz
uk: Ваш чек-лист
vi: Danh sách công việc của bạn
zh_hans: 你们的清单
zh_hant: 你的待辦清單

source: Your checklist is dated backwards from your wedding day and reminds you before something is late — not after.
ar: قائمة مهامك مؤرخة بالعد التنازلي من يوم زفافك، وتذكّرك قبل أن يتأخر شيء — لا بعده.
cs: Váš seznam úkolů má termíny počítané zpětně od svatebního dne a připomene se dřív, než něco zmeškáte — ne potom.
da: Jeres tjekliste er dateret baglæns fra jeres bryllupsdag og minder jer om tingene, før noget bliver forsinket — ikke bagefter.
de: Eure Checkliste rechnet rückwärts von eurem Hochzeitstag und erinnert euch, bevor etwas zu spät ist — nicht danach.
es: Vuestra lista de tareas se calcula hacia atrás desde el día de la boda y os avisa antes de que algo se retrase, no después.
et: Sinu kontrollnimekiri on kuupäevastatud tagurpidi sinu pulmapäevast ja tuletab meelde enne, kui midagi hilineb — mitte pärast.
fi: Tehtävälistasi on päivätty taaksepäin hääpäivästäsi ja muistuttaa sinua ennen kuin jokin myöhästyy — ei sen jälkeen.
fr: Votre check-list est datée à rebours depuis le jour J et vous prévient avant qu'il ne soit trop tard — pas après.
hr: Vaš popis zadataka ima datume računate unatrag od dana vjenčanja i podsjeti vas prije nego što nešto zakasni — a ne poslije.
hu: A teendőlistád az esküvőd napjától visszafelé van ütemezve, és azelőtt szól, hogy valami elcsúszna — nem utána.
is: Gátlistinn þinn er dagsettur aftur á bak frá brúðkaupsdeginum og minnir þig á áður en eitthvað verður of seint — ekki eftir á.
it: La vostra checklist è calcolata a ritroso dal giorno del matrimonio e vi avvisa prima che qualcosa sia in ritardo, non dopo.
ja: チェックリストは結婚式当日から逆算して日付が入り、遅れる前にお知らせします — 遅れたあとではありません。
ko: 체크리스트는 결혼식 당일을 기준으로 거꾸로 날짜가 잡히고, 늦기 전에 미리 알려줘요 — 늦은 뒤가 아니라.
lv: Tavs kontrolsaraksts ir atskaitīts atpakaļ no kāzu dienas un atgādina, pirms kaut kas nokavējas, — nevis pēc tam.
nb: Sjekklisten er datert bakover fra bryllupsdagen og minner dere på før noe blir forsinket – ikke etter.
nl: Je checklist is teruggerekend vanaf jullie trouwdag en waarschuwt je vóór iets te laat is — niet erna.
pl: Wasza lista zadań ma terminy liczone wstecz od dnia ślubu i przypomina, zanim coś się spóźni — a nie po fakcie.
pt: Sua lista de tarefas é datada de trás para frente a partir do dia do casamento e avisa antes de algo atrasar — não depois.
ro: Lista ta de sarcini are termene calculate înapoi de la ziua nunții și îți amintește înainte să întârzii ceva — nu după.
ru: Ваш чек-лист отсчитан назад от дня свадьбы и напоминает до того, как что-то опоздает, а не после.
sk: Váš zoznam úloh má termíny počítané spätne od svadobného dňa a pripomenie sa vám skôr, než niečo mešká — nie potom.
sl: Vajin seznam opravil je datiran nazaj od poročnega dne in vaju opomni, preden kaj zamudita – ne po tem.
sv: Din checklista är daterad baklänges från din bröllopsdag och påminner dig innan något blir försenat – inte efter.
th: เช็คลิสต์ของคุณนับถอยหลังจากวันแต่งงาน และเตือนคุณก่อนที่อะไรจะสาย — ไม่ใช่หลังจากนั้น
tr: Kontrol listeniz düğün gününüzden geriye doğru tarihlenir ve bir şey gecikmeden önce size hatırlatır — sonrasında değil.
uk: Ваш чек-лист відраховується назад від дня весілля й нагадує, доки щось не запізнилося, а не після.
vi: Danh sách công việc của bạn được tính ngược từ ngày cưới và nhắc bạn trước khi có việc bị trễ — chứ không phải sau.
zh_hans: 你们的清单从婚礼当天倒推排好日期，会在事情延误之前提醒你们——而不是之后。
zh_hant: 你的待辦清單是從婚禮當天往回推算日期的，會在事情遲到之前提醒你 — 不是之後。
